import Button from "~/components/ui/Button.vue";

export const textObj = [
  {
    id: 0,
    header: "наши парки:",
    svg: "star",
    text_1: `<strong>Первый парк развлечений Joki Joya</strong> 
    открылся в августе 2014 года в Санкт-Петербурге. 
    Сегодня бренд Joki Joya является лидером индустрии 
    детских развлечений в России и состоит из 28 парков 
    в 3 городах: 17 в Москве и Московской области, 10 в Санкт-Петербурге 
    и 1 в Твери.На территории каждого парка размещено более 
    30 аттракционов в игровой зоне, семейный ресторан с детским 
    и взрослым меню, индивидуальные банкетные комнаты для проведения праздников.
    `,
    text_2: `
    Площадь парков от 2000 до 6000 квадратных 
    метров в зависимости от ТРЦ. <br> <br> Также Joki Joya занимается 
    организацией праздников «под ключ»: детские дни рождения, 
    выпускные детского сада или школы, Новый Год, корпоративные праздники.`,
    button_text: true,
  },
  {
    id: 1,
    header: "праздники у нас:",
    svg: "flower",
    text_1: `
    Праздник можно отметить в индивидуальной банкетной комнате, 
    расписанной профессиональными художниками вручную под тематику 
    популярных фильмов или мультфильмов, либо в семейном ресторане.
    <br>
    Что мы имеем в виду, когда говорим про организацию праздников 
    «под ключ»? За каждым праздником мы закрепляем личного банкетного
     менеджера, который будет курировать ваш праздник. 
    `,
    text_2: `
    В нашей базе более 300 аниматоров, шоу-программ и квестов, которые 
    помогут создать особую атмосферу праздника. Украсят ваш праздник 
    профессиональные аквагримеры, лучшие торты на заказ, а также фото — 
    и видеосъемка.
    <br>
    <strong>Joki Joya</strong> - это целая история про детей и их родителей. История, 
    которая помогает семьям объединяться, окунаться с головой в детство 
    и проводить время вместе, забывая о повседневной суёте.`,
    button_text: false,
  },
];
